Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/HelpUI/HelpUI_*.xlf
Languages: da, pt_br

# CardinalDescription
source: Cardinal is a seasoned adven- turer who has honed a fiery fighting style that he uses with reckless abandon. I have noticed that the people of Cornucopia Town really look up to him. This seems to have gone to his head, giving him a cocky and confident attitude.
da: Cardinal er en erfaren eventyrer, der har mestret en fyrig kampstil, som han bruger hensynsløst. Jeg har bemærket, at indbyggerne i Cornucopia Town ser meget op til ham. Det ser ud til at være gået ham til hovedet, da han er ret kæphøj og selvsikker.
pt_br: Cardinal é um aventureiro temperamental e inventor de um estilo de luta poderoso que utiliza de maneira irresponsavél. Eu percebi que os cidadãos de Cornucopia realmente gostam dele. Parece que isso subiu à sua cabeça, dando a ele uma atitude confiante e egoísta.

# CardinalAbility1
source: DOUBLE JUMP: You can press jump while airborne to perform a fiery double jump which will damage enemies in range.
da: DOBBELTHOP: Tryk på hop mens du er i luften for at udføre et fyrigt dobbelthop, som skader fjender i nærheden.
pt_br: PULO DUPLO: Pressione a tecla de pulo enquanto estiver no ar para realizar um salto duplo que danifica inimigos em área.

# CardinalAbility2
source: AIR KICK: You can press attack while airborne to perform an airkick which can damage enemies and break rocks.
da: LUFTSPARK: Du kan trykke på angrib, mens du er i luften for at udføre et luftspark, som kan skade fjender og ødelægge sten.
pt_br: CHUTE NO AR: Pressione a tecla de ataque enquanto pular para realizar uma voadora que danifica inimigos e quebra rochas.

# AzuraDescription
source: I seek to learn about the world and all of its oddities. I am relatively new to adventuring, but I hope to move forward to the best of my ability. The townsfolk tell me that I'm studious and bold in my thinking. They also say I'm a bit of a klutz though...?
da: Jeg søger at lære om verden og alle dens særheder. Jeg er relativt ny inden for eventyr, men jeg håber at komme videre efter bedste evne. Byens folk fortæller mig, at jeg er flittig og modig af sind. De siger også, at jeg er lidt klodset...?
pt_br: Eu procuro desvendar o mundo e suas características. Eu sou relativamente nova no rumo de aventura, mas pretendo melhorar minhas habilidades. Os habitantes da cidade me falam que sou estudiosa e esperta. Dizem também que sou um pouco azarada...?

# AzuraAbility1
source: AIR DASH: You can press jump while airborne to propel yourself forward with a water dash.
da: VANDSPRING: Du kan trykke på hop, mens du er i luften for at skyde dig selv fremad med en vandstråle.
pt_br: IMPULSO AÉREO: Você pode pressionar a tecla de pulo enquanto estiver no ar para realizar um impulso aéreo feito de água.

# AzuraAbility2
source: HOMING ATTACK: While airborne, a bubble will appear when locked onto an enemy. Press attack to then perform a homing attack.
da: MÅLSØGNINGSANGREB: En boble dukker op mens du er i luften, når du låser fast på en fjende. Tryk så på angrib for at målsøgningsangribe.
pt_br: ATAQUE TELEGUIADO: Enquanto estiver no ar e possuir um inimigo em mira. Pressione a tecla de ataque.

# PistachioDescription
source: Pistachio is a known adven- turer and uses her elegant style to forge new paths for herself. She seems to have rebelled against her family's past as leaders of Cornucopia Town, which has lead her to be beautifully boisterous and excited for new experiences.
da: Pistachio er en kendt eventyrer og bruger sin elegante stil til at slå nye veje for sig selv. Hun ser ud til at have gjort oprør mod sin families fortid som ledere af Cornucopia Town, hvilket har ført hende til at være henrivende, højrøstet og spændt på nye oplevelser.
pt_br: Pistachio é uma aventureira conhecida e utiliza seu estilo elegante para criar novos caminhos para ela mesma. Ela se rebelou contra os antigos líderes da Cidade de Cornucopia. Após isso, seu instinto pela natureza e beleza fizeram dela uma aventureira entusiasmada.

# PistachioAbility1
source: PARASOL GLIDE: Hold jump while airborne to slowly glide downwards. Keep an eye on your stamina wheel.
da: PARASOLSVÆVNING: Hold hop nede i luften for langsomt at svæve nedad. Hold øje med dit udholdenhedshjul.
pt_br: GUARDA-SOL PLANADOR: Segure a tecla de pulo enquanto estiver no ar para lentamente planar enquanto utiliza sua estamina.

# PistachioAbility2Attack
source: VINE STAB: Hold attack while airborne to perform a vine stab which can bounce off of spiked surfaces, negating damage.
da: LIANSTIK: Hold angrib nede, mens du er i luften, for at udføre et lianstik, som gør dig i stand til at hoppe på spidse overflader.
pt_br: SALTO DE VINHA: Segure ataque enquanto estiver no ar para realizar um salto de vinha que pode rebater contra superfícies espinhosas.

# BananaDescription
source: Banana wanders the world looking for people in need of aid and is never in one place for long. Optimism colors his world view and he seems like the glue that holds people together. He always has such a cute smile on his face. I hope he sticks around...
da: Banana vandrer rundt i verden og leder efter mennesker, der har brug for hjælp og er aldrig ét sted længe. Optimismen farver hans verdensbillede, og han virker som limen, der holder folk sammen. Han har altid sådan et sødt smil på læben. Jeg håber, han bliver hængende...
pt_br: Banana caminha o mundo à procura de necessitados e é nômade. Seu otimismo ajuda a colorir sua visão do mundo, ele sempre parece ser a cola do grupo. Ele mantém um sorriso fofo em sua cara. Eu espero que ele fique por um tempão...

# BananaAbility1
source: GROUND SLAM: Press attack while airborne to perform a powerful slam which can damage enemies in range and break rocks.
da: JORDSLAG: Tryk på angrib, mens du er i luften for at udføre et kraftigt slag, som kan skade fjender i nærheden og ødelægge sten.
pt_br: BATIDA DE CHÃO: Pressione ataque enquanto estiver no ar para bater no chão para danificar inimigos em área e quebrar rochas.

# BananaAbility2
source: WALL JUMP: You can cling onto walls and slide on them. While sliding, press jump to perform a wall jump.
da: VÆGHOP: Du kan klamre dig til vægge og skride langs dem. Mens du skrider, tryk på hop for at udføre et væghop.
pt_br: SALTO DE ESCALADA: Você pode se segurar nas paredes. Enquanto estiver agarrado, pressione a tecla de pulo para realizar um salto.

# PistachioAbility2Down
source: VINE STAB: Hold down while airborne to perform a vine stab which can bounce off of spiked surfaces, negating damage.
da: LIANSTIK: Hold ned nede, mens du er i luften, for at udføre et lianstik, som gør dig i stand til at hoppe på spidse overflader.
pt_br: SALTO DE VINHA: Segure baixo enquanto estiver no ar para realizar um salto de vinha que pode rebater contra superfícies espinhosas.

# SlideKick
source: SLIDE KICK: While on the ground, press attack to perform a slide kick which can damage enemies and break rocks.
da: GLIDESPARK: Tryk på angrib mens du er på jorden for at udføre et glidespark, som kan skade fjender og ødelægge sten.
pt_br: DESLIZAR: Enquanto estiver no chão, pressione ataque para deslizar, podendo danificar inimigos e quebrar rochas.

# Crawl
source: CRAWL: While on the ground, hold down to crawl. This allows you to fit through tight gaps.
da: KRAVL: Hold ned nede mens du er på jorden for at kravle - så kan du snildt presse dig genenm snævre mellemrum.
pt_br: ENGATINHAR: Enquanto estiver no chão, segure baixo para engatinhar. Isso permite que você passe por espaços pequenos.

# Sprint
source: SPRINT: When moving, you will automatically start sprinting. You can turn off auto sprint in the options menu.
da: LØB: Når du bevæger dig, vil du automatisk begynde at løbe. Du kan slå automatisk løb fra i indstillingsmenuen.
pt_br: CORRER: Enquanto estiver andando, você automaticamente começa a correr. Você pode desligar esta opção nas Configurações.

# Jump
source: JUMP: Tap the jump button to jump and hold it to jump higher. The faster you're moving, the higher you can jump.
da: HOP: Tryk på hop for at hoppe. Hold den nede for at hoppe højere. Jo hurtigere du bevæger dig, jo højere kan du hoppe.
pt_br: PULAR: Pressione ou segure a tecla de pulo para pular. Quanto mais rápido estiver se movimentando, maior é seu pulo.
