Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/TitleScreen/TitleScreen_*.xlf
Languages: da, pt_br

source: - Press any button -
da: - Tryk på en vilkårlig tast -
pt_br: - Pressione qualquer tecla -

# EmptySaveFile
source: Empty
da: Tom
pt_br: Vazio

# SaveFileTitle
source: File {0} - {1}%
da: Fil {0} - {1}%
pt_br: Arquivo {0} - {1}%

# DeletePrompt
source: Are you sure you want to delete this save file? It will be gone forever!
da: Er du sikker på, at du vil slette denne gemte? Den vil forsvinde for evigt!
pt_br: Tem certeza que deseja deletar seu progresso neste arquivo? Irá desaparecer para sempre!

# InsufficientPermissions
source: Insufficient user permissions. Could not erase file.
da: Utilstrækkelige brugertilladelser. Kunne ikke slette filen.
pt_br: Permissões de usuário insuficientes. Arquivo não foi apagado.

source: Erase File
da: Slet Gemte
pt_br: Apagar Arquivo

# Credits1
source: LEAD DEVELOPER <color=#436187>Patrick Frostholm Østergaard</color> LEVEL DESIGN <color=#436187>Erion Marku</color> <color=#436187>Nicholas White</color> QA TESTING <color=#436187>Antonio Villarreal</color>
da: LEDENDE UDVIKLER <color=#436187>Patrick Frostholm Østergaard</color> BANEDESIGN <color=#436187>Erion Marku</color> <color=#436187>Nicholas White</color> QA TESTING <color=#436187>Antonio Villarreal</color>
pt_br: DESENVOLVEDOR CHEFE <color=#436187>Patrick Frostholm Østergaard</color> PLANEJADORES DE NÍVEIS <color=#436187>Erion Marku</color> <color=#436187>Nicholas White</color> TESTADOR DE CONTROLE DE QUALIDADE <color=#436187>Antonio Villarreal</color>

# Credits2
source: ART & GRAPHICS <color=#436187>Jur Loogman</color> MUSIC BY <color=#436187>Christoph Jakob</color> ADDITIONAL SOUND EFFECTS PROVIDED BY <color=#436187>zapsplat.com</color>
da: TEGNINGER & GRAFIK <color=#436187>Jur Loogman</color> MUSIK AF <color=#436187>Christoph Jakob</color> YDELIGERE LYDEFFETKER FRA <color=#436187>zapsplat.com</color>
pt_br: ARTE E GRÁFICOS <color=#436187>Jur Loogman</color> MÚSICA POR <color=#436187>Christoph Jakob</color> SONS ADICIONAIS PROVIDO POR <color=#436187>zapsplat.com</color>

# EarlyAccess1
source: Thank you for supporting our humble project <3 We're a small team, so your support means a lot! Note that this game is still a work in progress. Everything is subject to change. <color=#F83939>SAVE FILE RESETS MAY OCCUR!</color> We apologize for any inconveniences. If you find any bugs or want to talk to us, join our Discord server by clicking the link below:
da: Tak for at du støtter vores ydmyge projekt <3 Vi er et lille team, så din støtte betyder meget! Bemærk, at dette spil stadig er under udvikling. Alt kan ændres. <color=#F83939>NULSTILLING AF GEMTER KAN FOREKOMME!</color> Vi beklager ulejligheden. Hvis du finder fejl eller ønsker at tale med os, kan du tilmelde dig vores Discord-server ved at klikke på linket nedenfor:
pt_br: Obrigado por suportar o nosso humilde projeto <3 Nós somos um time pequeno, então seu suporte significa muito! Perceba que este jogo ainda está em desenvolvimento. Tudo está sujeito a mudanças. <color=#F83939>REDEFINIÇÃO DE ARQUIVOS SALVOS PODEM OCORRER!</color> Pedimos desculpas por quaisquer inconveniências. Se você encontrar qualquer falha ou deseja conversar com a gente, entre no servidor do Discord pelo link abaixo:

# EarlyAccess2
source: Press any button to continue.
da: Tryk på en vilkårlig tast for at fortsætte.
pt_br: Pressione qualquer tecla para continuar.
