Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/Tutorials/Tutorials_*.xlf
Languages: pt_br

# Jump
source: Press {0} to jump
pt_br: Pressione {0} para pular

# SlideKick
source: Press {0} to slide kick
pt_br: Pressione {0} para deslizar

# CharacterWheel
source: Press {0} to open the character wheel
pt_br: Pressione {0} para abrir a roda de personagens

# VineStab
source: Hold {0} while airborne to <color={characterColor}>Vine Stab</color>
pt_br: Segure {0} enquanto estiver no ar para iniciar o <color={characterColor}>Salto de Vinha</color>

# Glide
source: Hold {0} while airborne to <color={characterColor}>Glide</color>
pt_br: Segure {0} enquanto estiver no ar para <color={characterColor}>Planar</color>

# Dash
source: Press {0} while airborne to <color={characterColor}>Dash</color>
pt_br: Pressione {0} enquanto estiver no ar para realizar um <color={characterColor}>Impulso</color>

# AirKick
source: Press {0} while airborne to <color={characterColor}>Air Kick</color>
pt_br: Pressione {0} enquanto estiver no ar para realizar um <color={characterColor}>Chute Aéreo</color>

# DoubleJump
source: Press {0} while airborne to <color={characterColor}>Double Jump</color>
pt_br: Pressione {0} enquanto estiver no ar para realizar um <color={characterColor}>Pulo Duplo</color>

# WallJump
source: Slide on walls and press {0} to <color={characterColor}>Wall Jump</color>
pt_br: Deslize nas paredes e pressione {0} para realizar um <color={characterColor}>Salto da Parede</color>

# GroundSlam
source: Press {0} while airborne to <color={characterColor}>Ground Slam</color>
pt_br: Pressione {0} enquanto estiver no ar para realizar uma <color={characterColor}>Batida de Chão</color>

# HomingAttack
source: Press {0} while locked onto an enemy in the air to <color={characterColor}>Homing Attack</color>
pt_br: Pressione {0} enquanto estiver no ar com um inimigo marcado para realizar um <color={characterColor}>Ataque Teleguiado</color>
