Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/LevelBuilderObjects/LevelBuilderObjects_*.xlf
Languages: da

source: Breakable Rock
da: Brydbar Sten

source: Fairy Bottle
da: Feflaske

source: Gem
da: Ædelsten

source: Goal Balloon
da: Målballon

source: Power Fruit
da: Kraftfrugt

source: Spawn Point
da: Genoplivelsespunkt

source: Tall Grass
da: Højt Græs

source: Short Grass
da: Kort Græs

source: Yellow Flower
da: Gul Blomst

source: Orange Flower
da: Orange Blomst

source: Red Flower
da: Rød Blomst

source: Blue Flower
da: Blå Blomst

source: Green Flower
da: Grøn Blomst

# SeedleSpawner
source: Seedle Bush
da: Seedlebusk
