Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/LevelBuilderUI/LevelBuilderUI_*.xlf
Languages: da

source: Create New Level
da: Lav Ny Bane

# DeleteLevel
source: Delete
da: Slet

# EditLevel
source: Edit
da: Rediger

# PlayLevel
source: Play
da: Spil

# RefreshLevels
source: Refresh
da: Genopfrisk

# RenameLevel
source: Rename
da: Omdøb

# LevelThemeTitle
source: Level Theme
da: Banetema

# WorldLabel
source: World {0}
da: Verden {0}

# DeleteLevelPromptText
source: Are you sure you want to delete "{0}"?
da: Er du sikker på, du ønsker at slette "{0}"?

# RenameLevelPromptText
source: Enter the new name:
da: Indtast det nye navn:

# LevelAlreadyExistsReplacePromptText
source: A level with that name already exists. Overwrite?
da: En bane med dette navn findes allerede. Overskriv?

# SaveChangesPromptText
source: Save changes made to the current level?
da: Gem ændringer på den nuværende bane?

# EnterLevelNamePromptText
source: Enter the level name:
da: Indtast banens navn:

# LevelSavedPromptText
source: Saved level: "{0}"!
da: Bane gemt: "{0}"!

# ExitLevelBuilderPromptText
source: Exit the Level Builder? Unsaved changes will be lost!
da: Afslut Banebyggeren? Ugemte ændringer vil gå tabt!

# MadeBy
source: by {0}
da: af {0}
