Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/Shop/Shop_*.xlf
Languages: da

# LongerSlowMo
source: Longer Slow Mo\title - The character wheel can be open for much longer! - Useful for learning swapping!
da: Længere Slow Mo\title - Karakterhjulet kan være åbent meget længere! - Nyttigt til at lære at skifte karakterer!

# RiskAndReward
source: Risk & Reward\title - Fairy bottles always drop gems instead of fairies! - Fairy bottles drop more gems than usual!
da: Risiko og Belønning\title - Fe-flasker indeholder altid ædelstene i stedet for feer! - Fe-flasker indeholder flere ædelstene end normalt!

# StrongFairies
source: Strong Fairies\title - Fairies take two hits before dying! - A lifesaver for some of the trickier quests ahead!
da: Stærke Feer\title - Feer kan tage to slag, før de dør! - En livredder for nogle af de vanskeligere missioner forude!

# GemMagnet
source: Gem Magnet\title - Pulls nearby gems towards you! - Helpful for those more focused on completing levels fast!
da: Ædelstens- magnet\title - Trækker ædelstene i nærheden mod dig! - Nyttigt for dem, der er mere fokuserede på at klare baner hurtigt!

# GemExtractor
source: Gem Extractor\title - Defeated enemies drop gems! - Like defeating enemies? Like hoarding gems? Perfect!
da: Ædelstens- udvinder\title - Besejrede fjender dropper ædelstene! - Kan du lide at besejre fjender? Kan du lide du at hamstre ædel- stene? Perfekt!

# DoubleGems
source: Double Gems\title - Collected gems have a chance of being doubled! - Perfect for collecting large amounts of gems quickly!
da: Dobbelt Ædelsten\title - Indsamlede ædelstene har en chance for at blive fordoblet! - Perfekt til hurtigt at samle store mængder ædelstene!

# PurchasePrompt
source: Do you want to purchase the item "{0}" for {1}?
da: Vil du købe genstanden "{0}" for {1}?

# MissingGemsPrompt
source: {0} You need {1} more to purchase this item!
da: {0} Du mangler {1} for at kunne købe denne genstand!

# NotEnoughGems
source: Aww... Yikes! Sorry! Whoops! Shoot! Argh... Oof!
da: Øv! Pokkers! Sørens også! Æv! Træls... Beklager sønnike! For dælen...

# LongerInvincibility
source: Longer Invincibility\title - When taking damage, you will remain invincible for longer! - Useful for those struggling to recover from damage!
da: Longer Invincibility\title - Når du tager skade, vil du forblive udødelig i længere tid! - Nyttigt til at komme ind i kampen igen efter skader!

# SpawnWithFairy
source: Loyal Fairies\title - Start off with a fairy whenever you spawn! - Useful for when fairy hunting just isn't your thing!
da: Loyal Fairies\title - Når du starter en bane eller genopliver efter at dø, vil du starte med en fe! - Nyttig, hvis fejagt ikke lige er dig!

# FairyBargain
source: Fairy Bargain\title - Grants you a fairy every 40 gems! - The more you collect, the greater your odds of surviving!
da: Fehandel\title - Giver dig en fe for hver 40 ædelsten! - Jo flere du samler, jo større er dine chancer for at overleve!
