Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/WorldMap/WorldMap_*.xlf
Languages: pt_br

source: Pause
pt_br: Pausar

source: Level Select
pt_br: Selecionar Nível

# EnterLevelPromptKeyboard
source: {0}: Enter
pt_br: {0}: Entrar

# MissingCoins
source: {0} Challenge Coins completed in World {1}
pt_br: {0} Challenge Coins completas no Mundo {1}

# PauseGamepad
source: {0} Level Select
pt_br: {0} Selecionar Nível

# LevelSelectGamepad
source: {0} Pause
pt_br: {0} Pausar

# EnterLevelPromptGamepad
source: {0} Enter
pt_br: {0} Entrar

source: Return to World 2
pt_br: Retornar ao Mundo 2

# OpenShop
source: Upgrades
pt_br: Aprimoramentos

# OpenShopGamepad
source: {0} Upgrades
pt_br: {0} Aprimoramentos
