Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/Actions/Actions_*.xlf
Languages: pt_br

# Horizontal
source: Move Horizontally (Control Stick)
pt_br: Mover Horizontalmente (Joystick do Controle)

# Vertical
source: Move Vertically (Control Stick)
pt_br: Mover Verticalmente (Joystick do Controle)

# HorizontalPositive
source: Right
pt_br: Direita

# HorizontalNegative
source: Left
pt_br: Esquerda

# VerticalPositive
source: Up
pt_br: Cima

# VerticalNegative
source: Down
pt_br: Baixo

source: Jump
pt_br: Pular

source: Attack
pt_br: Atacar

source: Interact
pt_br: Interagir

# ActivateSlowmo
source: Open Character Wheel
pt_br: Abrir Roda de Seleção de Personagens

source: Sprint
pt_br: Correr

source: Swap to Cardinal
pt_br: Trocar para Cardinal

source: Swap to Azura
pt_br: Trocar para Azura

source: Swap to Pistachio
pt_br: Trocar para Pistachio

source: Swap to Banana
pt_br: Trocar para Banana

# SwapVertical
source: Swap Vertical (Controller)
pt_br: Trocar Verticalmente (Controle)

# SwapHorizontal
source: Swap Horizontal (Controller)
pt_br: Trocar Horizontalmente (Controle)

# OpenLevelSelect
source: Open Level Select (World Map)
pt_br: Abrir Seleção de Níveis (Mapa)

# QuickRestart
source: Quick Restart Level
pt_br: Atalho para Reiniciar Níveis
