Repository: Inigo18/Vibrant-Venture-Localization
Catalog: xliff/LevelTitles/LevelTitles_*.xlf
Languages: da, pt_br

# 1-1
source: Into {0}
da: Ind i {0}
pt_br: Dentro de {0}

# 1-2
source: Scaling Bramble Treeway
da: Skaler Tornekrat Trævej
pt_br: Escalada da Árvore Espinhosa

# 1-3
source: Gusty Treetops
da: Blæsenede Trætoppe
pt_br: Topo Tempestuoso

# 1-4
source: Madeline's Deadwood Delve
da: Madelines Dødtræsdyk
pt_br: O Covil Madeira Morta de Madeline

# 1-S
source: Through the Challenge Tree
da: Træets Tre Prøver
pt_br: Pelo Caminho da Árvore dos Desafios

# 1-C
source: Challenge: {0}
da: Udfordring: {0}
pt_br: Desafio: {0}

# 2-1
source: Clearing Crystal Coast
da: Krystalkysten
pt_br: Costa dos Cristais Claros

# 2-2
source: Danger! Grand Fluppy!
da: Advarsel! Stor Fluppy!
pt_br: Perigo! Grande Fluppy!

# 2-3
source: Marine Grottos
da: Marine Grotter
pt_br: Grutas Marinhas

# 2-Bonus
source: Subsea Skirmish
da: Undersøisk Tumult
pt_br: Conflito Submarino

# 2-4
source: Violastro's Deepwater Dungeon
da: Violastros Dybhavshule
pt_br: A Masmorra em Águas Profundas de Violastro

# 2-C
source: Challenge: {0}
da: Udfordring: {0}
pt_br: Desafio: {0}

# 3-1
source: Into the Moonbase
da: Ind i Månebasen
pt_br: Dentro da Base Lunar

# 3-2
source: Conductor's Mighty Convoy
da: Dirigentens Mægtige Konvoj
pt_br: O Comboio Poderoso do Condutor

# 3-3
source: Moonbase Metro
da: Månebase Metro
pt_br: Metrô da Base Lunar

# 3-4
source: The Astral Factory
da: Astralfabrikken
pt_br: A Fábrica Astral

# Town
source: Cornucopia Town
pt_br: Cidade de Cornucopia

# 3-C
source: Challenge: {0}
da: Udfordring: {0}
pt_br: Desafio: {0}
